<template>
  <div>
    <MainStMain/>
    <MainStProducts/>
    <MainStAbout/>
    <MainStGallery/>
  </div>
</template>

<script setup>
useSeoMeta({
  title: "СтройМаркет – Оптовая продажа стройматериалов в Пензе | СтройМаркет",
  ogTitle: "СтройМаркет - Ваш надежный партнер в оптовой продаже стройматериалов",
  description:
    "Добро пожаловать на официальный сайт СтройМаркет! Мы предлагаем широкий ассортимент строительных материалов оптом по доступным ценам. Наша команда готова предложить решения для вашего бизнеса в городе Пенза.",
  ogDescription:
    "СтройМаркет - ведущий поставщик строительных материалов оптом в Пензе. На нашем сайте вы найдете все необходимые товары для строительных и отделочных работ, а также информацию о доставке и сотрудничестве.",
  ogImage: "/UI/product.webp",
});
</script>